/*

› Case coded by T𝗵Ⓤ𝖌🅝︎Ⓘ︎🄵🅸︎ᥴe͟n⃠𝚝

                 
*/

//=================================================//



const chalk = require('chalk')
const fs = require('fs')
global.newsmenu = (prefix, hituet) => {
return`╭── ❀ *𝕾𝖊𝖑𝖊𝖈𝖙 𝖆 𝕱𝖊𝖆𝖙𝖚𝖗𝖊 𝕭𝖊𝖑𝖔𝖜* ❀ ──╮
│ ❀ │ 𝙲𝙽𝙽
│ ❀ │ 𝙺𝙾𝙽𝚃𝙰𝙽
│ ❀ │ 𝙲𝙽𝙱𝙲
│ ❀ │ 𝚃𝚁𝙸𝙱𝚄𝙽
│ ❀ │ 𝙺𝙾𝙼𝙿𝙰𝚂
│ ❀ │ 𝚂𝙴𝙲𝙾𝙽𝙳𝙽𝙴𝚆𝚂
│ ❀ │ 𝙳𝙰𝙸𝙻𝚈𝙽𝙴𝚆𝚂
│ ❀ │ 𝙾𝙺𝙴𝚉𝙾𝙽𝙴
│ ❀ │ 𝚂𝙸𝙽𝙳𝙾
│ ❀ │ 𝙰𝙽𝚃𝙰𝚁𝙰
│ ❀ │ 𝙺𝙾𝙽𝚃𝙰𝙽
│ ❀ │ 𝙲𝙽𝙽
│ ❀ │ 𝙻𝙰𝚈𝙰𝚁𝙺𝙰𝙲𝙰
│ ❀ │ 𝙼𝙴𝚁𝙳𝙴𝙺𝙰
│ ❀ │ 𝙸𝙽𝙴𝚆𝚂
│ ❀ │ 𝙸𝙽𝙳𝙾𝚉𝙾𝙽𝙴
│ ❀ │ 𝙹𝙰𝙻𝙰𝙽𝚃𝙸𝙺𝚄𝚂
│ ❀ │ 𝙵𝙰𝚁𝙰𝙹-𝙽𝙴𝚆𝚂
│ ❀ │ 𝙹𝙰𝙻𝙰𝙽𝚃𝙸𝙺𝚄𝚂-𝙼𝙴𝙼𝙴
│ ❀ │ 𝙳𝙴𝚃𝙸𝙺-𝙽𝙴𝚆𝚂
╰──❀༻❁༺༻❁༺༻❁༺❀─╯
`}
global.economymenu = (prefix, hituet) => {
return`╭── ❀ *𝕾𝖊𝖑𝖊𝖈𝖙 𝖆 𝕱𝖊𝖆𝖙𝖚𝖗𝖊 𝕭𝖊𝖑𝖔𝖜* ❀ ──╮
│ ❀ │ 𝙳𝙰𝙸𝙻𝚈
│ ❀ │ 𝚁𝙾𝙱
│ ❀ │ 𝙱𝙰𝙽𝙺
│ ❀ │ 𝚆𝙰𝙻𝙻𝙴𝚃
│ ❀ │ 𝚃𝚁𝙰𝙽𝚂𝙵𝙴𝚁
│ ❀ │ 𝚆𝙸𝚃𝙷𝙳𝚁𝙰𝚆
│ ❀ │ 𝙳𝙴𝙿𝙾𝚂𝙸𝚃
│ ❀ │ 𝚆𝙴𝙰𝙻𝚃𝙷
│ ❀ │ 𝙱𝙰𝙽𝙺𝚄𝙿𝙶𝚁𝙰𝙳𝙴
│ ❀ │ 𝚃𝚁𝙰𝙽𝚂𝙵𝙴𝚁
│ ❀ │ 𝙶𝙰𝙼𝙱𝙻𝙴
│ ❀ │ 𝚂𝙻𝙾𝚃
╰──❀༻❁༺༻❁༺༻❁༺❀─╯
`}
global.reactionmenu = (prefix, hituet) => {
return`╭── ❀ *𝕾𝖊𝖑𝖊𝖈𝖙 𝖆 𝕱𝖊𝖆𝖙𝖚𝖗𝖊 𝕭𝖊𝖑𝖔𝖜* ❀ ──╮
│ ❀ │ 𝙲𝚁𝚈
│ ❀ │ 𝙺𝙸𝙻𝙻
│ ❀ │ 𝙷𝚄𝙶
│ ❀ │ 𝙿𝙰𝚃
│ ❀ │ 𝙻𝙸𝙲𝙺
│ ❀ │ 𝙺𝙸𝚂𝚂
│ ❀ │ 𝙱𝙸𝚃𝙴
│ ❀ │ 𝚈𝙴𝙴𝚃
│ ❀ │ 𝙱𝚄𝙻𝙻𝚈
│ ❀ │ 𝚆𝙸𝙽𝙺
│ ❀ │ 𝙱𝙾𝙽𝙺
│ ❀ │ 𝙿𝙾𝙺𝙴
│ ❀ │ 𝙽𝙾𝙼
│ ❀ │ 𝚂𝙻𝙰𝙿
│ ❀ │ 𝚂𝙼𝙸𝙻𝙴
│ ❀ │ 𝚆𝙰𝚅𝙴
│ ❀ │ 𝙰𝚆𝙾𝙾
│ ❀ │ 𝙱𝙻𝚄𝚂𝙷
│ ❀ │ 𝚂𝙼𝚄𝙶
│ ❀ │ 𝙶𝙻𝙾𝙼𝙿
│ ❀ │ 𝙷𝙰𝙿𝙿𝚈
│ ❀ │ 𝙳𝙰𝙽𝙲𝙴
│ ❀ │ 𝙲𝚁𝙸𝙽𝙶𝙴
│ ❀ │ 𝙲𝚄𝙳𝙳𝙻𝙴
│ ❀ │ 𝙷𝙸𝙶𝙷𝙵𝙸𝚅𝙴
│ ❀ │ 𝚂𝙷𝙸𝙽𝙾𝙱𝚄
│ ❀ │ 𝙷𝙰𝙽𝙳𝙷𝙾𝙻𝙳
╰──❀༻❁༺༻❁༺༻❁༺❀─╯
`}
global.convertmenu = (prefix, hituet) => {
return`╭── ❀ *𝕾𝖊𝖑𝖊𝖈𝖙 𝖆 𝕱𝖊𝖆𝖙𝖚𝖗𝖊 𝕭𝖊𝖑𝖔𝖜* ❀ ──╮
│ ❀ │ 𝚁𝙴𝙼𝙸𝙽𝙸
│ ❀ │ 𝚃𝙾𝚄𝚁𝙻
│ ❀ │ 𝚃𝙾𝙸𝙼𝙶
│ ❀ │ 𝚃𝙾𝙼𝙿3
│ ❀ │ 𝚃𝙾𝙼𝙿4
│ ❀ │ 𝚃𝙸𝙽𝚈𝚄𝚁𝙻
│ ❀ │ 𝚂𝚃𝙸𝙲𝙺𝙴𝚁
│ ❀ │ 𝚁𝙴𝙼𝙾𝚅𝙴𝙱𝙶
│ ❀ │ 𝚃𝙾𝚅𝙽
│ ❀ │ 𝚃𝙾𝙶𝙸𝙵
│ ❀ │ 𝙲𝙾𝙽𝚅𝙴𝚁𝚃
╰──❀༻❁༺༻❁༺༻❁༺❀─╯
`}
global.funmenu = (prefix, hituet) => {
return`╭── ❀ *𝕾𝖊𝖑𝖊𝖈𝖙 𝖆 𝕱𝖊𝖆𝖙𝖚𝖗𝖊 𝕭𝖊𝖑𝖔𝖜* ❀ ──╮
│ ❀ │ 𝚃𝚁𝚄𝚃𝙷
│ ❀ │ 𝙳𝙰𝚁𝙴
│ ❀ │ 𝚂𝚄𝚁𝚅𝙸𝚅𝙰𝙻
│ ❀ │ 𝚁𝙰𝚃𝙴
│ ❀ │ 𝚆𝙷𝙴𝙽
│ ❀ │ 𝚆𝙷𝙰𝚃
│ ❀ │ 𝙸𝚂
│ ❀ │ 𝙷𝙾𝚆
│ ❀ │ 𝙵𝙰𝙲𝚃𝚂
│ ❀ │ 𝙷𝙾𝙱𝙱𝚈𝙲𝙷𝙴𝙲𝙺
│ ❀ │ 𝙵𝙻𝙸𝙿𝙲𝙾𝙸𝙽
│ ❀ │ 𝙳𝙸𝙲𝙴
│ ❀ │ 𝙵𝙰𝙲𝚃𝚂
│ ❀ │ 𝚆𝙾𝚄𝙻𝙳𝚈𝙾𝚄𝚁𝙰𝚃𝙷𝙴𝚁
│ ❀ │ 𝙼𝙴𝙼𝙴
│ ❀ │ 𝚁𝙸𝙳𝙳𝙻𝙴
╰──❀༻❁༺༻❁༺༻❁༺❀─╯
`}
global.gamemenu = (prefix, hituet) => {
return`╭── ❀ *𝕾𝖊𝖑𝖊𝖈𝖙 𝖆 𝕱𝖊𝖆𝖙𝖚𝖗𝖊 𝕭𝖊𝖑𝖔𝖜* ❀ ──╮
│ ❀ │ 𝚃𝚃𝚃
│ ❀ │ 
│ ❀ │
│ ❀ │ 
│ ❀ │ 
│ ❀ │
│ ❀ │
│ ❀ │
│ ❀ │ 
│ ❀ │
│ ❀ │
│ ❀ │ 
│ ❀ │
│ ❀ │ 
│ ❀ │ 
│ ❀ │ 
│ ❀ │
│ ❀ │
╰──❀༻❁༺༻❁༺༻❁༺❀─╯
`}
global.ddosmenu = (prefix, hituet) => {
return`╭── ❀ *𝕾𝖊𝖑𝖊𝖈𝖙 𝖆 𝕱𝖊𝖆𝖙𝖚𝖗𝖊 𝕭𝖊𝖑𝖔𝖜* ❀ ──╮
│ ❀ │ 𝙳𝙳𝙾𝚂-𝙱𝚁𝙾𝚆
│ ❀ │ 𝙳𝙳𝙾𝚂-𝙼𝙸𝚇
│ ❀ │ 𝙳𝙳𝙾𝚂-𝙻𝙾𝙻
│ ❀ │ 𝙳𝙳𝙾𝚂-𝚃𝙻𝚂
│ ❀ │ 𝙳𝙳𝙾𝚂-𝚃𝙻𝚂-𝚅2
│ ❀ │ 𝙳𝙳𝙾𝚂-𝚃𝙻𝚂-𝙱𝚈𝙿𝙰𝚂𝚂
│ ❀ │ 𝙳𝙳𝙾𝚂-𝙺𝙸𝙻𝚄𝙰 
│ ❀ │ 𝙳𝙳𝙾𝚂-𝙱𝚈𝙿𝙰𝚂𝚂-𝙲𝙵
│ ❀ │ 𝙳𝙳𝙾𝚂-𝚃𝙻𝚂-𝚅𝙸𝙿
│ ❀ │ 𝙳𝙳𝙾𝚂-𝙵𝙻𝙾𝙾𝙳𝚂
│ ❀ │ 𝙳𝙳𝙾𝚂-𝙴𝙶𝙰𝙾
│ ❀ │ 𝙳𝙳𝙾𝚂-𝚇𝙲𝙷𝚁𝙾𝙼𝙴
│ ❀ │ 𝙳𝙳𝙾𝚂-𝙵𝙴𝚃𝙲𝙷
│ ❀ │ 𝙿𝚁𝙾𝚇𝚈
│ ❀ │ 𝚄𝙰
╰──❀༻❁༺༻❁༺༻❁༺❀─╯
`}
global.downloadmenu = (prefix, hituet) => {
return`╭── ❀ *𝕾𝖊𝖑𝖊𝖈𝖙 𝖆 𝕱𝖊𝖆𝖙𝖚𝖗𝖊 𝕭𝖊𝖑𝖔𝖜* ❀ ──╮
│ ❀ │ 𝙿𝙻𝙰𝚈
│ ❀ │ 𝚈𝚃𝙼𝙿3
│ ❀ │ 𝚈𝚃𝙼𝙿4
│ ❀ │ 𝚃𝙸𝙺𝚃𝙾𝙺/𝚃𝚃
│ ❀ │ 𝚃𝚃𝙼𝙿3
│ ❀ │ 𝙵𝙰𝙲𝙴𝙱𝙾𝙾𝙺/𝙵𝙱
│ ❀ │ 𝙸𝙽𝚂𝚃𝙰𝙶𝚁𝙰𝙼/𝙸𝙶
│ ❀ │ 𝚃𝚆𝙸𝚃𝚃𝙴𝚁
│ ❀ │ 𝙰𝙿𝙺
│ ❀ │ 𝚂𝙿𝙾𝚃𝙸𝙵𝚈
│ ❀ │ 𝙿𝙸𝙽𝚃𝙴𝚁𝙴𝚂𝚃
│ ❀ │ 𝙲𝙾𝚄𝙿𝙻𝙴𝙿𝙿
│ ❀ │ 𝚅𝙸𝙳𝙴𝙾
╰──❀༻❁༺༻❁༺༻❁༺❀─╯
`}
global.aimenu = (prefix, hituet) => {
return`╭── ❀ *𝕾𝖊𝖑𝖊𝖈𝖙 𝖆 𝕱𝖊𝖆𝖙𝖚𝖗𝖊 𝕭𝖊𝖑𝖔𝖜* ❀ ──╮
│ ❀ │ 𝙻𝚄𝙽𝙰
│ ❀ │ 𝙳𝙰𝙻𝙻𝙴
│ ❀ │ 𝙲𝙷𝙰𝚃𝙶𝙿𝚃
╰──❀༻❁༺༻❁༺༻❁༺❀─╯
`}
global.religionmenu = (prefix, hituet) => {
return`╭── ❀ *𝕾𝖊𝖑𝖊𝖈𝖙 𝖆 𝕱𝖊𝖆𝖙𝖚𝖗𝖊 𝕭𝖊𝖑𝖔𝖜* ❀ ──╮
│ ❀ │ 𝙱𝙸𝙱𝙻𝙴
│ ❀ │ 𝚀𝚄𝙰𝚁𝙰𝙽
│ ❀ │ 𝙶𝙸𝚃𝙰
│ ❀ │ 𝙷𝙰𝙳𝙸𝚂𝚃
╰──❀༻❁༺༻❁༺༻❁༺❀─╯
`}
global.searchmenu = (prefix, hituet) => {
return`╭── ❀ *𝕾𝖊𝖑𝖊𝖈𝖙 𝖆 𝕱𝖊𝖆𝖙𝖚𝖗𝖊 𝕭𝖊𝖑𝖔𝖜* ❀ ──╮
│ ❀ │ 𝙸𝙼𝙶𝚂𝙲𝙰𝙽
│ ❀ │ 𝚈𝚃𝚂𝙴𝙰𝚁𝙲𝙷
│ ❀ │ 𝙼𝙾𝚅𝙸𝙴
│ ❀ │ 𝚇𝚅𝙸𝙳𝙴𝙾𝚂
│ ❀ │ 𝙻𝚈𝚁𝙸𝙲𝚂
╰──❀༻❁༺༻❁༺༻❁༺❀─╯
`}
global.ownermenu = (prefix, hituet) => {
return`╭── ❀ *𝕾𝖊𝖑𝖊𝖈𝖙 𝖆 𝕱𝖊𝖆𝖙𝖚𝖗𝖊 𝕭𝖊𝖑𝖔𝖜* ❀ ──╮
│ ❀ │ 𝚄𝙿𝙳𝙰𝚃𝙴
│ ❀ │ 𝙰𝙳𝙳𝙾𝚆𝙽𝙴𝚁
│ ❀ │ 𝙳𝙴𝙻𝙾𝚆𝙽𝙴𝚁
│ ❀ │ 𝙻𝙸𝚂𝚃𝙾𝚆𝙽𝙴𝚁
│ ❀ │ 𝙰𝙳𝙳𝙿𝚁𝙴𝙼
│ ❀ │ 𝙳𝙴𝙻𝙿𝚁𝙴𝙼
│ ❀ │ 𝙻𝙸𝚂𝚃𝙿𝚁𝙴𝙼
│ ❀ │ 𝚂𝚄𝙳𝙾
│ ❀ │ 𝙳𝙴𝙻𝚂𝚄𝙳𝙾
│ ❀ │ 𝙲𝙻𝙴𝙰𝚁𝚂𝙴𝚂𝚂𝙸𝙾𝙽 
│ ❀ │ 𝙹𝙾𝙸𝙽
│ ❀ │ 𝙰𝙳𝙳
│ ❀ │ 𝙼𝚈𝙸𝙿
│ ❀ │ 𝙰𝚄𝚃𝙾𝚁𝙴𝙰𝙳
│ ❀ │ 𝙰𝚄𝚃𝙾𝚁𝙴𝙲𝙾𝚁𝙳
│ ❀ │ 𝙰𝚄𝚃𝙾𝚃𝚈𝙿𝙴
│ ❀ │ 𝚄𝙽𝙰𝚅𝙰𝙸𝙻𝙰𝙱𝙻𝙴
│ ❀ │ 𝙰𝚄𝚃𝙾𝙱𝙸𝙾
│ ❀ │ 𝙿𝙰𝙸𝚁-𝙲𝙾𝙳𝙴
│ ❀ │ 𝙲𝚁𝙴𝙰𝚃𝙴𝙶𝙲
│ ❀ │ 𝙱𝚁𝙾𝙰𝙳𝙲𝙰𝚂𝚃
│ ❀ │ 𝙱𝚁𝙾𝙰𝙳𝙲𝙰𝚂𝚃-𝙶𝙲
│ ❀ │ 𝙱𝙻𝙾𝙲𝙺
│ ❀ │ 𝚄𝙽𝙱𝙻𝙾𝙲𝙺
│ ❀ │ 𝚂𝙴𝙻𝙵
│ ❀ │ 𝙿𝚄𝙱𝙻𝙸𝙲
│ ❀ │ 𝙲𝙻𝙴𝙰𝚁𝙲𝙷𝙰𝚃
│ ❀ │ 𝙰𝙽𝚃𝙸𝙲𝙰𝙻𝙻
│ ❀ │ 𝙰𝚄𝚃𝙾𝙱𝙻𝙾𝙲𝙺
│ ❀ │ 𝚂𝙰𝚅𝙴
│ ❀ │ 𝚂𝙷𝚄𝚃𝙳𝙾𝚆𝙽
│ ❀ │ 𝚂𝚃𝙰𝚃𝚄𝚂𝚃𝙴𝚇𝚃
│ ❀ │ 𝚂𝚃𝙰𝚃𝚄𝚂𝙰𝚄𝙳𝙸𝙾
│ ❀ │ 𝚂𝚃𝙰𝚃𝚄𝚂𝚅𝙸𝙳
│ ❀ │ 𝚂𝚃𝙰𝚃𝚄𝚂𝙸𝙼𝙶
│ ❀ │ 𝚄𝙿𝙳𝙰𝚃𝙴
│ ❀ │ 𝙲𝙷𝙰𝚃
╰──❀༻❁༺༻❁༺༻❁༺❀─╯
`}
global.stalkmenu = (prefix, hituet) => {
return`╭── ❀ *𝕾𝖊𝖑𝖊𝖈𝖙 𝖆 𝕱𝖊𝖆𝖙𝖚𝖗𝖊 𝕭𝖊𝖑𝖔𝖜* ❀ ──╮
│ ❀ │ 𝙶𝙸𝚃𝚂𝚃𝙰𝙻𝙺
│ ❀ │ 
│ ❀ │
│ ❀ │ 
│ ❀ │ 
│ ❀ │
│ ❀ │
│ ❀ │
│ ❀ │ 
│ ❀ │
│ ❀ │
│ ❀ │ 
│ ❀ │
│ ❀ │ 
│ ❀ │ 
│ ❀ │ 
│ ❀ │
│ ❀ │
╰──❀༻❁༺༻❁༺༻❁༺❀─╯
`}
global.nsfwmenu = (prefix, hituet) => {
return`╭── ❀ *𝕾𝖊𝖑𝖊𝖈𝖙 𝖆 𝕱𝖊𝖆𝖙𝖚𝖗𝖊 𝕭𝖊𝖑𝖔𝖜* ❀ ──╮
│ ❀ │ 𝙶𝙴𝙽𝚂𝙷𝙸𝙽
│ ❀ │ 𝚂𝚆𝙸𝙼𝚂𝚄𝙸𝚃
│ ❀ │ 𝚂𝙲𝙷𝙾𝙾𝙻𝚂𝚆𝙸𝙼𝚂𝚄𝙸𝚃
│ ❀ │ 𝚆𝙷𝙸𝚃𝙴
│ ❀ │ 𝙱𝙰𝚁𝙴𝙵𝙾𝙾𝚃
│ ❀ │ 𝚃𝙾𝚄𝙷𝙾𝚄
│ ❀ │ 𝙶𝙰𝙼𝙴𝙲𝙶
│ ❀ │ 𝙷𝙾𝙻𝙾𝙻𝙸𝚅𝙴
│ ❀ │ 𝚄𝙽𝙲𝙴𝙽𝚂𝙾𝚁𝙴𝙳
│ ❀ │ 𝚂𝚄𝙽𝙶𝙻𝙰𝚂𝚂𝙴𝚂𝚂
│ ❀ │ 𝙶𝙻𝙰𝚂𝚂𝙴𝚂
│ ❀ │ 𝚆𝙴𝙰𝙿𝙾𝙽
│ ❀ │ 𝚂𝙷𝙸𝚁𝚃𝙻𝙸𝙵𝚃
│ ❀ │ 𝙲𝙷𝙰𝙸𝙽
│ ❀ │ 𝙵𝙸𝙽𝙶𝙴𝚁𝙸𝙽𝙶
│ ❀ │ 𝙵𝙻𝙰𝚃𝙲𝙷𝙴𝚂𝚃
│ ❀ │ 𝚃𝙾𝚁𝙽𝙲𝙻𝙾𝚃𝙷
│ ❀ │ 𝙱𝙾𝙽𝙳𝙰𝙶𝙴
│ ❀ │ 𝙳𝙴𝙼𝙾𝙽
│ ❀ │ 𝙿𝙰𝙽𝚃𝚈𝙿𝚄𝙻𝙻
│ ❀ │ 𝙷𝙴𝙰𝙳𝙿𝚁𝙴𝚂𝚂
│ ❀ │ 𝙷𝙴𝙰𝙳𝙿𝙷𝙾𝙽𝙴
│ ❀ │ 𝙰𝙽𝚄𝚂𝚅𝙸𝙴𝚆
│ ❀ │ 𝚂𝙷𝙾𝚁𝚃𝚂
│ ❀ │ 𝚂𝚃𝙾𝙲𝙺𝙸𝙽𝙶
│ ❀ │ 𝚃𝙾𝙿𝙻𝙴𝚂𝚂
│ ❀ │ 𝙱𝙴𝙰𝙲𝙷
│ ❀ │ 𝙱𝚄𝙽𝙽𝚈𝙶𝙸𝚁𝙻
│ ❀ │ 𝙱𝚄𝙽𝙽𝚈𝙴𝙰𝚁
│ ❀ │ 𝚅𝙰𝙼𝙿𝙸𝚁𝙴
│ ❀ │ 𝙽𝙾𝙱𝚁𝙰
│ ❀ │ 𝙱𝙸𝙺𝙸𝙽𝙸
│ ❀ │ 𝚆𝙷𝙸𝚃𝙴𝙷𝙰𝙸𝚁
│ ❀ │ 𝙱𝙻𝙾𝙽𝙳𝙴
│ ❀ │ 𝙿𝙸𝙽𝙺𝙷𝙰𝙸𝚁
│ ❀ │ 𝙱𝙴𝙳
│ ❀ │ 𝙿𝙾𝙽𝚈𝚃𝙰𝙸𝙻
│ ❀ │ 𝙽𝚄𝙳𝙴
│ ❀ │ 𝙳𝚁𝙴𝚂𝚂
│ ❀ │ 𝚄𝙽𝙳𝙴𝚁𝚆𝙴𝙰𝚁
│ ❀ │ 𝙵𝙾𝚇𝙶𝙸𝚁𝙻
│ ❀ │ 𝚄𝙽𝙸𝙵𝙾𝚁𝙼
│ ❀ │ 𝚂𝙺𝙸𝚁𝚃
│ ❀ │ 𝙱𝚁𝙴𝙰𝚂𝚃
│ ❀ │ 𝚃𝚆𝙸𝙽𝚃𝙰𝙸𝙻
│ ❀ │ 𝚂𝙿𝚁𝙴𝙰𝙳𝙿𝚄𝚂𝚂𝚈
│ ❀ │ 𝚂𝙴𝙴𝚃𝙷𝚁𝙾𝚄𝙶𝙷
│ ❀ │ 𝙱𝚁𝙴𝙰𝚂𝚃𝙷𝙾𝙻𝙳
│ ❀ │ 𝙵𝙰𝚃𝙴𝚂𝙴𝚁𝙸𝙴𝚂
│ ❀ │ 𝚂𝙿𝚁𝙴𝙰𝙳𝙻𝙴𝙶𝚂
│ ❀ │ 𝙾𝙿𝙴𝙽𝚂𝙷𝙸𝚁𝚃
│ ❀ │ 𝙷𝙴𝙰𝙳𝙱𝙰𝙽𝙳
│ ❀ │ 𝙽𝙸𝙿𝙿𝙻𝙴𝚂
│ ❀ │ 𝙴𝚁𝙴𝙲𝚃𝙽𝙸𝙿𝙿𝙻𝙴𝚂
│ ❀ │ 𝙶𝚁𝙴𝙴𝙽𝙷𝙰𝙸𝚁
│ ❀ │ 𝚆𝙾𝙻𝙵𝙶𝙸𝚁𝙻
│ ❀ │ 𝙲𝙰𝚃𝙶𝙸𝚁𝙻
│ ❀ │ 𝙷𝙴𝙽𝚃𝙰𝙸𝚅𝙸𝙳
│ ❀ │ 𝚇𝚅𝙸𝙳𝙴𝙾𝚂
╰──❀༻❁༺༻❁༺༻❁༺❀─╯
`}
global.pterodactylmenu = (prefix, hituet) => {
return`╭── ❀ *𝕾𝖊𝖑𝖊𝖈𝖙 𝖆 𝕱𝖊𝖆𝖙𝖚𝖗𝖊 𝕭𝖊𝖑𝖔𝖜* ❀ ──╮
│ ❀ │ 1𝙶𝙱
│ ❀ │ 2𝙶𝙱
│ ❀ │ 3𝙶𝙱
│ ❀ │ 4𝙶𝙱
│ ❀ │ 5𝙶𝙱
│ ❀ │ 6𝙶𝙱
│ ❀ │ 7𝙶𝙱
│ ❀ │ 8𝙶𝙱
│ ❀ │ 9𝙶𝙱
│ ❀ │ 𝚄𝙽𝙻𝙸
│ ❀ │ 𝙻𝙸𝚂𝚃𝚂𝙴𝚁𝚅𝙴𝚁
│ ❀ │ 𝙳𝙴𝙻𝙴𝚃𝙴𝚂𝙴𝚁𝚅𝙴𝚁
╰──❀༻❁༺༻❁༺༻❁༺❀─╯
`}
global.othermenu = (prefix, hituet) => {
return`╭── ❀ *𝕾𝖊𝖑𝖊𝖈𝖙 𝖆 𝕱𝖊𝖆𝖙𝖚𝖗𝖊 𝕭𝖊𝖑𝖔𝖜* ❀ ──╮
│ ❀ │ 𝙿𝙸𝙽𝙶
│ ❀ │ 𝙰𝙻𝙸𝚅𝙴
│ ❀ │ 𝙿𝙰𝙸𝚁-𝙲𝙾𝙳𝙴
│ ❀ │ 𝚂𝙾𝚄𝙽𝙳1-161
│ ❀ │ 𝚂𝙴𝙰𝚁𝙲𝙷𝙵𝚁𝙸𝙴𝙽𝙳
│ ❀ │ 𝙳𝙸𝙲𝚃𝙸𝙾𝙽𝙰𝚁𝚈
│ ❀ │ 𝙲𝙰𝙻𝙲𝚄𝙻𝙰𝚃𝙾𝚁
│ ❀ │ 𝚁𝙴𝙼𝙸𝙽𝙳𝙴𝚁
│ ❀ │ 𝙻𝙸𝚂𝚃𝙲𝚄𝚁𝚁𝙴𝙽𝙲𝚈
│ ❀ │ 𝚁𝙴𝙿𝙾
│ ❀ │ 𝙲𝙷𝙰𝙽𝙽𝙴𝙻
│ ❀ │ 𝙶𝙴𝚃𝙿𝙿𝚄𝚂𝙴𝚁
│ ❀ │ 𝚆𝙴𝙰𝚃𝙷𝙴𝚁
│ ❀ │ 𝙲𝙾𝚄𝙿𝙻𝙴𝙿𝙿
│ ❀ │ 𝚃𝙾𝚃𝙰𝙻𝙲𝙾𝙼𝙼𝙰𝙽𝙳
│ ❀ │ 𝙼𝙴𝙼𝙴
│ ❀ │ 𝚂𝚂𝚆𝙴𝙱
│ ❀ │ 𝚂𝙰𝚅𝙴
│ ❀ │ 𝚃𝚃𝚂
│ ❀ │ 𝙴𝙼𝙾𝙹𝙸𝙼𝙸𝚇
│ ❀ │ 𝚅𝚅
│ ❀ │ 𝙻𝙸𝚂𝚃𝙲𝚄𝚁𝚁𝙴𝙽𝙲𝚈
│ ❀ │ 𝚂𝙴𝙰𝚁𝙲𝙷𝙵𝚁𝙸𝙴𝙽𝙳
│ ❀ │ 𝙶-𝙳𝚁𝙸𝚅𝙴
│ ❀ │ 𝚃𝙰𝙺𝙴
│ ❀ │ 𝙳𝙴𝙻
│ ❀ │ 𝚁𝚄𝙽𝚃𝙸𝙼𝙴
│ ❀ │ 𝙶𝙸𝚃𝙲𝙻𝙾𝙽𝙴
│ ❀ │ 𝙴𝙽𝙲𝚁𝚈𝙿𝚃
│ ❀ │ 𝚂𝙾𝙲𝙸𝙰𝙻𝚂
│ ❀ │ 𝙴𝙼𝙾𝙹𝙸𝙼𝙸𝚇
╰──❀༻❁༺༻❁༺༻❁༺❀─╯
`}
global.animemenu = (prefix, hituet) => {
return`╭── ❀ *𝕾𝖊𝖑𝖊𝖈𝖙 𝖆 𝕱𝖊𝖆𝖙𝖚𝖗𝖊 𝕭𝖊𝖑𝖔𝖜* ❀ ──╮
│ ❀ │ 𝙰𝙺𝙸𝚁𝙰
│ ❀ │ 𝙰𝙺𝙸𝚈𝙰𝙼𝙰
│ ❀ │ 𝙰𝙽𝙰
│ ❀ │ 𝙰𝚁𝚃
│ ❀ │ 𝙰𝚂𝚄𝙽𝙰
│ ❀ │ 𝙰𝚈𝚄𝚉𝙰𝚆𝙰
│ ❀ │ 𝙱𝙾𝚁𝚄𝚃𝙾
│ ❀ │ 𝙲𝙷𝙸𝙷𝙾
│ ❀ │ 𝙲𝙷𝙸𝚃𝙾𝙶𝙴
│ ❀ │ 𝙲𝙾𝚂𝙿𝙻𝙰𝚈
│ ❀ │ 𝙲𝙾𝚂𝙿𝙻𝙰𝚈𝙻𝙾𝙻𝙸
│ ❀ │ 𝙲𝙾𝚂𝙿𝙻𝙰𝚈𝚂𝙰𝙶𝙸𝚁𝙸
│ ❀ │ 𝙳𝙴𝙸𝙳𝙰𝚁𝙰
│ ❀ │ 𝙳𝙾𝚁𝙰𝙴𝙼𝙾𝙽
│ ❀ │ 𝙴𝙻𝙰𝙸𝙽𝙰
│ ❀ │ 𝙴𝙼𝙸𝙻𝙸𝙰
│ ❀ │ 𝙴𝚁𝚉𝙰
│ ❀ │ 𝙴𝚇𝙾
│ ❀ │ 𝙶𝚁𝙴𝙼𝙾𝚁𝚈
│ ❀ │ 𝙷𝙰𝙲𝙺𝙴𝚁
│ ❀ │ 𝙷𝙴𝙸𝚂𝚃𝙸𝙰
│ ❀ │ 𝙷𝙸𝙽𝙰𝚃𝙰
│ ❀ │ 𝙷𝚄𝚂𝙱𝚄
│ ❀ │ 𝙸𝙽𝙾𝚁𝙸
│ ❀ │ 𝙸𝚂𝚄𝚉𝚄
│ ❀ │ 𝙸𝚃𝙰𝙲𝙷𝚄
│ ❀ │ 𝙸𝚃𝙾𝚁𝙸
│ ❀ │ 𝙺𝙰𝙶𝙰
│ ❀ │ 𝙺𝙰𝙶𝚄𝚁𝙰
│ ❀ │ 𝙺𝙰𝙺𝙰𝚂𝙸𝙷
│ ❀ │ 𝙺𝙰𝙾𝚁𝙸
│ ❀ │ 𝙺𝚄𝚁𝚄𝙼𝙸
│ ❀ │ 𝙻𝙸𝚂𝙰
│ ❀ │ 𝙼𝙰𝙳𝙰𝚁𝙰
│ ❀ │ 𝙼𝙴𝙶𝚄𝙼𝙸𝙽
│ ❀ │ 𝙼𝙸𝙺𝙰𝚂𝙰
│ ❀ │ 𝙼𝙸𝙺𝙴𝚈
│ ❀ │ 𝙼𝙸𝙺𝚄
│ ❀ │ 𝙼𝙸𝙽𝙰𝚃𝙾
│ ❀ │ 𝙽𝙰𝚁𝚄𝚃𝙾
│ ❀ │ 𝙽𝙴𝙺𝙾2
│ ❀ │ 𝙽𝙴𝙺𝙾𝙽𝙸𝙼𝙴
│ ❀ │ 𝙽𝙴𝚉𝚄𝙺𝙾
│ ❀ │ 𝙾𝙽𝙴𝙿𝙸𝙴𝙲𝙴
│ ❀ │ 𝙿𝙾𝙺𝙴𝙼𝙾𝙽
│ ❀ │ 𝚁𝙰𝙽𝙳𝙾𝙼𝙽𝙸𝙼𝙴
│ ❀ │ 𝚁𝙰𝙽𝙳𝙾𝙼𝙽𝙸𝙼𝙴2
│ ❀ │ 𝚁𝙸𝚉𝙴
│ ❀ │ 𝚂𝙰𝙶𝙸𝚁𝙸
│ ❀ │ 𝚂𝙰𝙺𝚄𝚁𝙰
│ ❀ │ 𝚂𝙰𝚂𝚄𝙺𝙴
│ ❀ │ 𝚂𝙷𝙸𝙽𝙰
│ ❀ │ 𝚂𝙷𝙸𝙽𝙺𝙰
│ ❀ │ 𝚂𝙷𝙸𝙽𝙾𝙼𝙸𝚈𝙰
│ ❀ │ 𝚂𝙷𝙸𝚉𝚄𝙺𝙰
│ ❀ │ 𝚂𝙷𝙾𝚃𝙰
│ ❀ │ 𝚃𝙴𝙶𝙸𝙽𝙰
│ ❀ │ 𝚃𝙾𝚄𝙺𝙰𝙲𝙷𝙰𝙽
│ ❀ │ 𝚃𝚂𝚄𝙽𝙰𝙳𝙴
│ ❀ │ 𝚈𝙾𝚃𝚂𝚄𝙱𝙰
│ ❀ │ 𝚈𝚄𝙺𝙸
│ ❀ │ 𝚈𝚄𝙻𝙸𝙱𝙾𝙲𝙸𝙻
│ ❀ │ 𝚈𝙴𝙼𝚄𝙺𝙾
╰──❀༻❁༺༻❁༺༻❁༺❀─╯
`}
global.groupmenu = (prefix, hituet) => {
return`╭── ❀ *𝕾𝖊𝖑𝖊𝖈𝖙 𝖆 𝕱𝖊𝖆𝖙𝖚𝖗𝖊 𝕭𝖊𝖑𝖔𝖜* ❀ ──╮
│ ❀ │ 𝙰𝙽𝚃𝙸𝙻𝙸𝙽𝙺 
│ ❀ │ 𝙾𝙿𝙴𝙽
│ ❀ │ 𝙲𝙻𝙾𝚂𝙴
│ ❀ │ 𝙺𝙸𝙲𝙺
│ ❀ │ 𝙷𝙸𝙳𝙴𝚃𝙰𝙶
│ ❀ │ 𝙶𝙴𝚃𝙿𝙿𝙶𝙲
│ ❀ │ 𝙶𝙴𝚃𝙶𝙲𝙳𝙴𝚂𝙲
│ ❀ │ 𝚃𝙰𝙶𝙰𝙻𝙻
│ ❀ │ 𝙴𝙿𝙷𝙴𝙼𝙰𝚁𝙰𝙻
│ ❀ │ 𝙶𝙲𝙻𝙸𝙽𝙺
│ ❀ │ 𝙿𝚁𝙾𝙼𝙾𝚃𝙴
│ ❀ │ 𝙳𝙴𝙼𝙾𝚃𝙴
│ ❀ │ 𝙺𝙸𝙲𝙺𝙰𝙻𝙻
│ ❀ │ 𝙿𝚁𝙾𝙼𝙾𝚃𝙴𝙰𝙻𝙻
│ ❀ │ 𝙳𝙴𝙼𝙾𝚃𝙴𝙰𝙻𝙻
│ ❀ │ 𝙶𝙴𝚃𝙹𝙾𝙸𝙽𝚁𝙴𝚀𝚄𝙴𝚂𝚃
│ ❀ │ 𝙶𝙴𝚃𝙶𝙲𝙽𝙰𝙼𝙴
│ ❀ │ 𝙳𝙴𝙻𝙿𝙿𝙶𝙲
│ ❀ │ 𝚂𝙴𝚃𝙿𝙿𝙶𝙲
│ ❀ │ 𝚂𝙴𝚃𝙶𝙲𝙳𝙴𝚂𝙲
│ ❀ │ 𝙻𝙸𝚂𝚃𝙾𝙽𝙻𝙸𝙽𝙴
│ ❀ │ 𝚂𝙴𝚃𝙶𝙲𝙽𝙰𝙼𝙴
│ ❀ │ 𝚁𝙴𝚂𝙴𝚃𝙶𝙲𝙻𝙸𝙽𝙺
│ ❀ │ 𝚂𝙴𝚃𝙳𝙴𝚂𝙲
│ ❀ │ 𝚂𝙴𝚃𝙰𝙽𝚃𝙸𝙵𝙾𝚁𝙴𝙸𝙶𝙽
│ ❀ │ 𝙿𝙾𝙻𝙻
│ ❀ │ 𝙰𝙽𝚃𝙸𝙱𝙰𝙳𝚆𝙾𝚁𝙳
│ ❀ │ 𝙰𝙽𝚃𝙸𝙾𝙽𝙲𝙴𝚅𝙸𝙴𝚆
│ ❀ │ 𝙰𝙽𝚃𝙸𝙼𝙴𝙳𝙸𝙰
│ ❀ │ 𝙰𝙽𝚃𝙸𝚂𝚃𝙸𝙲𝙺𝙴𝚁
│ ❀ │ 𝙰𝙽𝚃𝙸𝚅𝙸𝙳𝙴𝙾
│ ❀ │ 𝙰𝙽𝚃𝙸𝙸𝙼𝙰𝙶𝙴
│ ❀ │ 𝙰𝙽𝚃𝙸𝙿𝙾𝙻𝙻
│ ❀ │ 𝙰𝙽𝚃𝙸𝙻𝙾𝙲𝙰𝚃𝙸𝙾𝙽
│ ❀ │ 𝙰𝙽𝚃𝙸𝙳𝙾𝙲𝚄𝙼𝙴𝙽𝚃
│ ❀ │ 𝙰𝙽𝚃𝙸𝙵𝙾𝚁𝙴𝙸𝙶𝙽
│ ❀ │ 𝙰𝙽𝚃𝙸𝚅𝙸𝚁𝚃𝙴𝚇
│ ❀ │ 𝙰𝙽𝚃𝙸𝙲𝙾𝙽𝚃𝙰𝙲𝚃
│ ❀ │ 𝙰𝙽𝚃𝙸𝚂𝙿𝙰𝙼
│ ❀ │ 𝙰𝙽𝚃𝙸𝙳𝙴𝙻𝙴𝚃𝙴
│ ❀ │ 𝚆𝙴𝙻𝙲𝙾𝙼𝙴
│ ❀ │ 𝙶𝙾𝙾𝙳𝙱𝚈𝙴
│ ❀ │ 𝙰𝙳𝙳
│ ❀ │ 𝚁𝙴𝙰𝙲𝚃
│ ❀ │ 𝚂𝚅𝙲𝙾𝙽𝚃𝙰𝙲𝚃
│ ❀ │ 𝙸𝙽𝚅𝙸𝚃𝙴
│ ❀ │ 𝙻𝙴𝚅𝙴𝙻𝙸𝙽𝙶
│ ❀ │ 𝙿𝚄𝚂𝙷𝙲𝙾𝙽𝚃𝙰𝙲𝚃
│ ❀ │ 𝙿𝚄𝚂𝙷𝙲𝙾𝙽𝚃𝙰𝙲𝚃𝚅2
│ ❀ │ 𝙿𝚄𝚂𝙷𝙲𝙾𝙽𝚃𝙰𝙲𝚃𝚅3
│ ❀ │ 𝙻𝙴𝙰𝚅𝙴
│ ❀ │ 𝙴𝙳𝙸𝚃𝙸𝙽𝙵𝙾
╰──❀༻❁༺༻❁༺༻❁༺❀─╯
`}
let file = require.resolve(__filename)
fs.watchFile(file, () => {
	fs.unwatchFile(file)
	console.log(chalk.redBright(`Update ${__filename}`))
	delete require.cache[file]
	require(file)
})